---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Lbf
source: html/69ed7d20-2170-9815-b92e-1df6d5e81256.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Lbf Property

Symbol lbf, indicating unit Pounds force.

## Syntax (C#)
```csharp
public static ForgeTypeId Lbf { get; }
```